{
  "backdrop_path": "/pBV6kXHnG5zJq5Q5bi7FRlsFdif.jpg",
  "created_by": [
    {
      "id": 101361,
      "credit_id": "5b914e4c0e0a26659c012a07",
      "name": "Shuhei Morita",
      "gender": 2,
      "profile_path": null
    },
    {
      "id": 2122972,
      "credit_id": "5b914e8fc3a368222e0131e9",
      "name": "Chuuji Mikasano",
      "gender": 0,
      "profile_path": null
    }
  ],
  "episode_run_time": [
    24
  ],
  "first_air_date": "2014-07-04",
  "genres": [
    {
      "id": 10759,
      "name": "Action & Adventure"
    },
    {
      "id": 16,
      "name": "Animation"
    },
    {
      "id": 18,
      "name": "Drama"
    },
    {
      "id": 9648,
      "name": "Mystery"
    }
  ],
  "homepage": "http://www.marv.jp/special/tokyoghoul/",
  "id": 61374,
  "in_production": false,
  "languages": [
    "ja"
  ],
  "last_air_date": "2018-12-25",
  "last_episode_to_air": {
    "air_date": "2018-12-25",
    "episode_number": 12,
    "id": 1605677,
    "name": "The Final Episode",
    "overview": "Kaneki and Furuta continue their duel below the streets of Tokyo, as CCG and Goat jointly continue fighting the members of V aboveground. Kaneki comes to terms with the events of the last several years.",
    "production_code": "",
    "season_number": 4,
    "show_id": 61374,
    "still_path": "/yOh9lvp9Q54dK19Rbuhx6MsCvwQ.jpg",
    "vote_average": 9.5,
    "vote_count": 2
  },
  "name": "Tokyo Ghoul",
  "next_episode_to_air": null,
  "networks": [
    {
      "name": "Tokyo MX",
      "id": 614,
      "logo_path": "/3qFArHw6nrFIdkH2tPht701sNhs.png",
      "origin_country": "JP"
    }
  ],
  "number_of_episodes": 48,
  "number_of_seasons": 4,
  "origin_country": [
    "JP"
  ],
  "original_language": "ja",
  "original_name": "東京喰種トーキョーグール",
  "overview": "Ken Kaneki is a bookworm college student who meets a girl names Rize at a cafe he frequents. They're the same age and have the same interests, so they quickly become close. Little does Kaneki know that Rize is a ghoul - a kind of monster that lives by hunting and devouring human flesh. When part of her special organ - \"the red child\" - is transplanted into Kaneki, he becomes a ghoul himself, trapped in a warped world where humans are not the top of the food chain.",
  "popularity": 25.697,
  "poster_path": "/1m4RlC9BTCbyY549TOdVQ5NRPcR.jpg",
  "production_companies": [
    {
      "id": 3234,
      "logo_path": "/o17H0aZzAn0qgVHY2IO3oDXVoBH.png",
      "name": "Pierrot",
      "origin_country": "JP"
    }
  ],
  "seasons": [
    {
      "air_date": "2015-09-30",
      "episode_count": 2,
      "id": 72981,
      "name": "Specials",
      "overview": "",
      "poster_path": "/72EYfYoX4lcezwymvv8t3AiiUsI.jpg",
      "season_number": 0
    },
    {
      "air_date": "2014-07-04",
      "episode_count": 12,
      "id": 62764,
      "name": "Tokyo Ghoul",
      "overview": "The suspense horror/dark fantasy story is set in Tokyo, which is haunted by mysterious \"ghouls\" who are devouring humans. People are gripped by the fear of these ghouls whose identities are masked in mystery. An ordinary college student named Kaneki encounters Rize, a girl who is an avid reader like him, at the café he frequents. Little does he realize that his fate will change overnight.",
      "poster_path": "/dNQDmTSLI2aiRq6BlcQNb0Wnedm.jpg",
      "season_number": 1
    },
    {
      "air_date": "2015-01-09",
      "episode_count": 12,
      "id": 64167,
      "name": " Tokyo Ghoul √A",
      "overview": "The things that go bump in the night are back for a second season – and they’re hungrier than ever! In modern day Tokyo, society lives in fear of Ghouls: mysterious creatures that look exactly like humans — yet hunger insatiably for their flesh. None of this matters to Ken Kaneki, a bookish and ordinary young man, until a dark and violent encounter turns him into the first ever Ghoul-human half breed. Trapped between two worlds, Ken must survive the violent conflicts of warring Ghoul factions, while attempting to learn more about Ghoul society, his newfound powers, and the fine line between man and monster.",
      "poster_path": "/mwrErcHQdND2U2vhp9rkFE6wdbd.jpg",
      "season_number": 2
    },
    {
      "air_date": "2018-04-03",
      "episode_count": 12,
      "id": 99777,
      "name": "Tokyo Ghoul:re",
      "overview": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence.\n\nThe creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be.",
      "poster_path": "/tPKlqfpqsQ5M5XOLZXqgSnCqE5K.jpg",
      "season_number": 3
    },
    {
      "air_date": "2018-10-09",
      "episode_count": 12,
      "id": 106990,
      "name": "Tokyo Ghoul:re 2nd Season",
      "overview": "",
      "poster_path": "/i2jE1U4CWZ8whSGWkNTQRf2frIC.jpg",
      "season_number": 4
    }
  ],
  "status": "Ended",
  "type": "Scripted",
  "vote_average": 8.1,
  "vote_count": 484
}